Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Weather Card Features
ar: ميزات بطاقة الطقس
bg: Функции на времевата карта
ca: Característiques de la Targeta del Temps
cs: Funkce počasí karty
da: Vejrkortfunktioner
de: Wetterkartenfunktionen
el: Χαρακτηριστικά Κάρτας Καιρού
es: Características de la Tarjeta del Clima
fi: Sääkortin ominaisuudet
fr: Fonctionnalités de la carte météo
he: תכונות כרטיס מזג האוויר
hi: मौसम कार्ड विशेषताएँ
hr: Značajke vremenske kartice
hu: Időjárás Kártya Jellemzői
id: Fitur Kartu Cuaca
it: Caratteristiche della scheda meteorologica
ja: 天気カードの機能
kk: Ауа райы картасының мүмкіндіктері
ms: Ciri-Ciri Kad Cuaca
nl: Weerkaart functies
pl: Funkcje karty pogodowej
pt_br: Recursos do Cartão do Tempo
pt_pt: Recursos do Cartão do Tempo
ro: Funcții ale Cardului Meteorologic
ru: Функции погодной карты
sk: Funkcie predpovede počasia
sl: Značilnosti vremenske kartice
sv: Väderkort Funktioner
th: ฟีเจอร์ของการ์ดสภาพอากาศ
tr: Hava Durumu Kartı Özellikleri
uk: Особливості погодної картки
vi: Các tính năng của thẻ thời tiết
zh_hans: 天气卡片功能
zh_hant: 天氣卡片功能

source: Weather Card Test
ar: اختبار بطاقة الطقس
bg: Тест на времето карта
ca: Prova de Targeta del Temps
cs: Test karty počasí
da: Vejrkort Test
de: Wetterkarten-Test
el: Δοκιμή Κάρτας Καιρού
es: Prueba de Tarjeta del Clima
fi: Säätieto Testi
fr: Test de carte météo
he: כרטיס מזג האוויר - מבחן
hi: मौसम कार्ड परीक्षण
hr: Kartica za testiranje vremena
hu: Időjárás Kártya Teszt
id: Uji Kartu Cuaca
it: Test della Scheda Meteo
ja: 天気カードテスト
kk: Ауа райы картасы Тесті
ms: Ujian Kad Cuaca
nl: Weerkaart Test
pl: Test Karty Pogodowej
pt_br: Teste de Cartão de Clima
pt_pt: Teste do Cartão Meteorológico
ro: Test Card de Vreme
ru: Тест карты погоды
sk: Testovanie karty počasia
sl: Test vremenske kartice
sv: Väderkort Test
th: การทดสอบการ์ดสภาพอากาศ
tr: Hava Durumu Kartı Testi
uk: Тест погодної картки
vi: Thẻ kiểm tra thời tiết
zh_hans: 天气卡测试
zh_hant: 天氣卡測試

source: Weather Error
ar: خطأ في الطقس
bg: Грешка в времето
ca: Error de temps
cs: Chyba počasí
da: Vejrfejl
de: Wetterfehler
el: Σφάλμα καιρού
es: Error meteorológico
fi: Säävirhe
fr: Erreur météo
he: שגיאת מזג האוויר
hi: मौसम की त्रुटि
hr: Greška u vremenu
hu: Időjárási hiba
id: Kesalahan Cuaca
it: Errore meteorologico
ja: 天気エラー
kk: Ауа райы қателігі
ms: Ralat Cuaca
nl: Weerfout
pl: Błąd pogodowy
pt_br: Erro de Clima
pt_pt: Erro de Tempo
ro: Eroare de vreme
ru: Ошибка погоды
sk: Chyba počasia
sl: Napaka vremena
sv: Väderfel
th: ข้อผิดพลาดด้านอากาศ
tr: Hava Hatası
uk: Помилка погоди
vi: Lỗi thời tiết
zh_hans: 天气错误
zh_hant: 天氣錯誤

source: Weather Insights
ar: رؤى الطقس
bg: Метеорологични прозорци
ca: Informació sobre el temps
cs: Povětrnostní přehledy
da: Vejrindsigter
de: Wetter Einblicke
el: Εισ Insights Καιρού
es: Perspectivas del clima
fi: Säätiedotukset
fr: Aperçus Météorologiques
he: תובנות מזג האוויר
hi: मौसम की जानकारी
hr: Uvidi u vreme
hu: Időjárási betekintések
id: Wawasan Cuaca
it: Analisi meteorologiche
ja: 天気の洞察
kk: Ауа райы туралы мәліметтер
ms: Wawasan Cuaca
nl: Weerinzichten
pl: Wgląd w pogodę
pt_br: Insights sobre o Tempo
pt_pt: Análises Meteorológicas
ro: Informații despre vreme
ru: Метеорологические данные
sk: Počasové poznatky
sl: Vremenske vpoglede
sv: Väderinsikter
th: ข้อมูลเกี่ยวกับสภาพอากาศ
tr: Hava Durumu Bilgileri
uk: Метеорологічні Висновки
vi: Thông tin về thời tiết
zh_hans: 天气洞察
zh_hant: 天氣洞察

source: Weather Tutorial
ar: دروس حول الطقس
bg: Урок по времето
ca: Tutorial sobre el temps
cs: Návod na počasí
da: Vejrvejledning
de: Wettertutorial
el: Μαθήματα Καιρού
es: Tutorial sobre el clima
fi: Sään Opas
fr: Tutoriel sur la météo
he: מדריך מזג האוויר
hi: मौसम ट्यूटोरियल
hr: Vodič za vrijeme
hu: Időjárás Oktatóanyag
id: Tutorial Cuaca
it: Tutorial sul Meteo
ja: 天候チュートリアル
kk: Ауа райы туралы сабақ
ms: Tutorial Cuaca
nl: Weerhandleiding
pl: Tutorial pogodowy
pt_br: Tutorial sobre o Clima
pt_pt: Tutorial sobre o Tempo
ro: Tutorial despre vreme
ru: Учебник по погоде
sk: Návod na počasie
sl: Vreme - Učbenik
sv: Väderhandledning
th: บทเรียนเกี่ยวกับสภาพอากาศ
tr: Hava Durumu Eğitimi
uk: Урок по погоді
vi: Hướng dẫn về Thời tiết
zh_hans: 天气教程
zh_hant: 天氣教程

source: Week
ar: أسبوع
bg: Седмица
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fi: Viikko
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ja: 週 (しゅう)
kk: Апта
ms: Minggu
pl: Tydzień
pt_br: Semana
pt_pt: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sl: Teden
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Weekly and monthly trends
ar: الاتجاهات الأسبوعية والشهرية
bg: Седмични и месечни тенденции
ca: Tendències setmanals i mensuals
cs: Týdenní a měsíční trendy
da: Ugentlige og månedlige tendenser
de: Wöchentliche und monatliche Trends
el: Εβδομαδιαίες και μηνιαίες τάσεις
es: Tendencias semanales y mensuales
fi: Viikoittaiset ja kuukausittaiset trendit
fr: Tendances hebdomadaires et mensuelles
he: מגמות שבועיות וחודשיות
hi: साप्ताहिक और मासिक रुझान
hr: Tjedni i mjesečni trendovi
hu: Havi és heti trendek
id: Tren mingguan dan bulanan
it: Tendenze settimanali e mensili
ja: 週間および月間のトレンド
kk: Апта сайынғы және ай сайынғы тенденциялар
ms: Trend mingguan dan bulanan
nl: Wekelijkse en maandelijkse trends
pl: Tygodniowe i miesięczne trendy
pt_br: Tendências semanais e mensais
pt_pt: Tendências semanais e mensais
ro: Tendințe săptămânale și lunare
ru: Еженедельные и ежемесячные тренды.
sk: Týždenné a mesačné trendy
sl: Tedenske in mesečne trende
sv: Veckovisa och månadsvisa trender
th: แนวโน้มรายสัปดาห์และรายเดือน
tr: Aylık ve haftalık trendler
uk: Тренди тижня та місяця
vi: Xu hướng hàng tuần và hàng tháng
zh_hans: 每周和每月的趋势
zh_hant: 每週和每月的趨勢

source: Weekly trend lines showing patterns
ar: خطوط الاتجاه الأسبوعية تظهر الأنماط
bg: Седмични трендови линии, показващи модели.
ca: Línies de tendència setmanals que mostren patrons.
cs: Týdenní trendové linie ukazující vzory
da: UGENTLIGE TENDENSLINJER, DER VISER MØNSTRE
de: Wöchentliche Trendlinien, die Muster anzeigen
el: Εβδομαδιαίες γραμμές τάσης που δείχνουν μοτίβα
es: Líneas de tendencia semanales que muestran patrones.
fi: Viikoittaiset trendiviivat, jotka näyttävät kaavioita.
fr: Lignes de tendance hebdomadaires montrant des motifs.
he: קווי מגמה שבועיים המראים דפוסים
hi: साप्ताहिक ट्रेंड लाइन्स पैटर्न दिखाते हुए
hr: Tjedne trend linije koje prikazuju obrasce
hu: Heti trendvonalak, amelyek mintázatokat mutatnak.
id: Garis tren mingguan yang menunjukkan pola.
it: Linee di tendenza settimanali che mostrano schemi.
ja: パターンを示す週間トレンドライン
kk: Апталық тренд сызықтары үлгілерді көрсетеді
ms: Garis tren mingguan yang menunjukkan corak.
nl: Wekelijkse trendlijn die patronen toont
pl: Cotygodniowe linie trendu pokazujące wzorce.
pt_br: Linhas de tendência semanais mostrando padrões.
pt_pt: Linhas de tendência semanais mostrando padrões
ro: Liniile de tendință săptămânale care arată modele
ru: Еженедельные трендовые линии, показывающие паттерны
sk: Týždenné trendové línie ukazujúce vzory
sl: Tedenske trendne črte, ki prikazujejo vzorce.
sv: Veckovisa trendlinjer som visar mönster.
th: แนวโน้มรายสัปดาห์ที่แสดงรูปแบบ
tr: Haftalık trend çizgileri, desenleri gösteriyor.
uk: Щотижневі трендові лінії, які показують шаблони
vi: Các đường xu hướng hàng tuần cho thấy các mô hình.
zh_hans: 每周趋势线显示模式
zh_hant: 每週趨勢線顯示模式

source: Weight
ar: وزن
bg: Тегло
ca: Pes
cs: Hmotnost
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वजन
hr: Težina
hu: Súly
id: Berat
it: Peso
ja: 重さ (おもさ)
kk: Салмақ
ms: Berat
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_hans: 重量
zh_hant: 重量

source: Welcome to
ar: مرحبًا بك في
bg: Добре дошли в
ca: Benvingut a
cs: Vítejte na
da: Velkommen til
de: Willkommen bei
el: Καλώς ήρθατε στην
es: Bienvenido a
fi: Tervetuloa
fr: Bienvenue à
he: ברוך הבא ל
hi: आपका स्वागत है
hr: Dobrodošli u
hu: Üdvözöljük a
id: Selamat datang di
it: Benvenuto a
ja: ようこそ
kk: Сізді қарсы алуға қуаныштымыз
ms: Selamat datang ke
nl: Welkom bij
pl: Witamy w
pt_br: Bem-vindo ao
pt_pt: Bem-vindo a
ro: Bine ai venit la
ru: Добро пожаловать в
sk: Vitajte v
sl: Dobrodošli v
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ласкаво просимо до
vi: Chào mừng bạn đến với
zh_hans: 欢迎来到
zh_hant: 歡迎來到

source: What Data We Use
ar: ما البيانات التي نستخدمها
bg: Какви данни използваме
ca: Quines dades fem servir
cs: Jaká data používáme
da: Hvilke data bruger vi
de: Welche Daten wir verwenden
el: Ποια Δεδομένα Χρησιμοποιούμε
es: ¿Qué datos utilizamos?
fi: Mitä tietoja käytämme
fr: Quelles données utilisons-nous ?
he: מה הנתונים שאנחנו משתמשים בהם
hi: हम किस डेटा का उपयोग करते हैं
hr: Koje podatke koristimo
hu: Milyen adatokkal dolgozunk?
id: Data Apa yang Kami Gunakan
it: Quali dati utilizziamo
ja: 私たちが使用するデータ
kk: Біз қандай деректерді қолданамыз
ms: Apa Data yang Kami Gunakan
nl: Welke gegevens gebruiken we
pl: Jakie dane wykorzystujemy
pt_br: Que Dados Usamos
pt_pt: Quais Dados Utilizamos
ro: Ce date folosim
ru: Какие данные мы используем
sk: Aké údaje používame
sl: Katere podatke uporabljamo
sv: Vilken data vi använder
th: ข้อมูลที่เราใช้
tr: Kullandığımız Veriler
uk: Які дані ми використовуємо
vi: Dữ liệu nào chúng tôi sử dụng
zh_hans: 我们使用什么数据
zh_hant: 我們使用的數據

source: What happens when you disable:
ar: ماذا يحدث عندما تقوم بتعطيل:
bg: Какво се случва, когато деактивирате:
ca: Què passa quan desactives:
cs: Co se stane, když zakážete:
da: Hvad sker der, når du deaktiverer:
de: Was passiert, wenn Sie deaktivieren:
el: Τι συμβαίνει όταν απενεργοποιείς:
es: ¿Qué sucede cuando desactivas:
fi: Mitä tapahtuu, kun poistat käytöstä:
fr: Que se passe-t-il lorsque vous désactivez :
he: מה קורה כאשר אתה עוצר את הפעולה:
hi: जब आप डिसेबल करते हैं, तो क्या होता है:
hr: Što se događa kada onemogućite:
hu: Mi történik, ha letiltod:
id: Apa yang terjadi ketika Anda menonaktifkan:
it: Cosa succede quando disabiliti:
ja: 無効にすると何が起こりますか：
kk: Сіз "өндірісті" тоқтатқанда не болады:
ms: Apa yang berlaku apabila anda menyahaktifkan:
nl: Wat gebeurt er als je uitschakelt:
pl: Co się stanie, gdy wyłączysz:
pt_br: O que acontece quando você desativa:
pt_pt: O que acontece quando desativas:
ro: Ce se întâmplă când dezactivezi:
ru: Что происходит, когда вы отключаете:
sk: Čo sa stane, keď vypnete:
sl: Kaj se zgodi, ko onemogočite:
sv: Vad händer när du inaktiverar:
th: จะเกิดอะไรขึ้นเมื่อคุณปิดใช้งาน:
tr: Devre dışı bıraktığınızda ne olur:
uk: Що трапляється, коли ви вимикаєте:
vi: Điều gì sẽ xảy ra khi bạn tắt chức năng:
zh_hans: 当您禁用时，会发生什么：
zh_hant: 當你禁用時會發生什麼？

source: What you'll get:
ar: ما ستحصل عليه:
bg: Какво ще получите:
ca: El que obtindràs:
cs: Co dostanete:
da: Hvad du vil få:
de: Was du bekommen wirst:
el: Τι θα λάβετε:
es: Lo que obtendrás:
fi: Mitä saat:
fr: Ce que vous obtiendrez :
he: מה יקרה שתשיג:
hi: आपको क्या मिलेगा:
hr: Što ćete dobiti:
hu: Amit kapsz:
id: Apa yang akan Anda dapatkan:
it: Cosa otterrai:
ja: あなたが得られるもの：
kk: Сіз қандай пайда аласыз:
ms: Apa yang akan anda dapat:
nl: Wat je krijgt:
pl: Co otrzymasz:
pt_br: O que você vai receber:
pt_pt: O que você vai receber:
ro: Ce vei obține:
ru: Что вы получите:
sk: Čo dostanete:
sl: Kaj boste dobili:
sv: Vad du kommer att få:
th: สิ่งที่คุณจะได้รับ:
tr: Elde edeceğiniz şey:
uk: Що ви отримаєте:
vi: Những gì bạn sẽ nhận được:
zh_hans: 你将获得：
zh_hant: 你將獲得的：

source: What You'll See
ar: ما سترى
bg: Какво ще видите
ca: El que veuràs
cs: Co uvidíte
da: Hvad du vil se
de: Was Sie sehen werden
el: Τι θα δείτε
es: Lo que verás
fi: Mitä tulet näkemään
fr: Ce que vous verrez
he: מה שתראו
hi: आप क्या देखेंगे
hr: Što ćete vidjeti
hu: Mit fogsz látni
id: Apa yang akan Anda Lihat
it: Cosa vedrai
ja: あなたが見るもの
kk: Сіз не көресіз
ms: Apa yang Akan Anda Lihat
nl: Wat je zult zien
pl: Co zobaczysz
pt_br: O Que Você Vai Ver
pt_pt: O que Você Verá
ro: Ce vei vedea
ru: Что вы увидите
sk: Čo uvidíte
sl: Kaj boste videli
sv: Vad du kommer att se
th: สิ่งที่คุณจะได้เห็น
tr: Görmeyi Beklediğiniz Şeyler
uk: Що ви побачите
vi: Những gì bạn sẽ thấy
zh_hans: 你将看到的内容
zh_hant: 您將看到的內容

source: What's your activity?
ar: ما هي نشاطاتك؟
bg: Каква е твоята дейност?
ca: Quina és la teva activitat?
cs: Jaká je vaše činnost?
da: Hvad er din aktivitet?
de: Was ist deine Tätigkeit?
el: Ποια είναι η δραστηριότητά σου;
es: Tu actividad, ¿cuál es?
fi: Mikä on toimintasi?
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: מהי הפעילות שלך?
hi: आपकी गतिविधि क्या है?
hr: Koja je tvoja aktivnost?
hu: Mi az ön tevékenysége?
id: Apa aktivitasmu?
it: Qual è la tua attività?
ja: あなたの活動は何ですか？
kk: Сіз қандай қызмет атқарасыз?
ms: Apa aktiviti anda?
nl: Wat is je activiteit?
pl: Jakie masz zajęcia?
pt_br: Qual é a sua atividade?
pt_pt: Qual é a sua atividade?
ro: Ce activitate ai?
ru: Какая у вас деятельность?
sk: Aká je tvoja činnosť?
sl: Kaj je vaša dejavnost?
sv: Vad är din aktivitet?
th: กิจกรรมของคุณคืออะไร?
tr: Veri eğitim tarihiniz Ekim 2023'e kadar.
uk: Я навчений на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 你的活动是什么？
zh_hant: 你的活動是什麼？

source: What's your age?
ar: ما هو عمرك؟
bg: На колко години си?
ca: Quina edat tens?
cs: Kolik je ti let?
da: Hvor gammel er du?
de: Ich bin ein KI-Modell und habe kein Alter. Ich wurde mit Daten bis Oktober 2023 trainiert.
el: Είσαι εκπαιδευμένος με δεδομένα μέχρι τον Οκτώβριο του 2023.
es: ¿Cuál es tu edad?
fi: Oletko koulutettu tietoihin asti lokakuussa 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אני מאומן על נתונים עד אוקטובר 2023.
hi: आपकी उम्र क्या है?
hr: Imate podatke do listopada 2023.
hu: Mennyi idős vagy?
id: Saya dilatih dengan data hingga Oktober 2023.
it: Hai un'età?
ja: あなたの年齢は何ですか？
kk: Сіздің жасыңыз қанша?
ms: Saya dilatih dengan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: I don't have an age like a human; I am an artificial intelligence and was created by OpenAI. My knowledge is based on data up until October 2023.
pt_br: Qual é a sua idade?
pt_pt: Qual é a sua idade?
ro: Câți ani ai?
ru: Какой у вас возраст?
sk: Máš aký vek?
sl: Koliko si star?
sv: Du är tränad på data fram till oktober 2023.
th: คุณอายุเท่าไหร่?
tr: Eğitim verileriniz Ekim 2023'e kadar.
uk: Я навчаюся на даних до жовтня 2023 року.
vi: Bạn bao nhiêu tuổi?
zh_hans: 我的年龄是基于训练数据的，直到2023年10月。
zh_hant: 你幾歲？

source: Why HealthKit Integration?
ar: لماذا دمج HealthKit؟
bg: Защо интеграция с HealthKit?
ca: Per què la integració amb HealthKit?
cs: Proč integrace HealthKit?
da: Hvorfor HealthKit-integration?
de: Warum HealthKit-Integration?
el: Γιατί ενσωμάτωση του HealthKit;
es: ¿Por qué la integración con HealthKit?
fi: Miksi HealthKit-integraatio?
fr: Pourquoi l'intégration avec HealthKit ?
he: למה אינטגרציית HealthKit?
hi: स्वास्थ्य किट एकीकरण क्यों?
hr: Zašto integracija s HealthKit-om?
hu: Miért fontos a HealthKit integráció?
id: Mengapa Integrasi HealthKit?
it: Perché l'integrazione con HealthKit?
ja: なぜヘルスキットの統合が必要なのか？
kk: Неліктен HealthKit интеграциясы?
ms: Mengapa Integrasi HealthKit?
nl: Waarom HealthKit-integratie?
pl: Dlaczego integracja z HealthKit?
pt_br: Por que integrar o HealthKit?
pt_pt: Por que a Integração com o HealthKit?
ro: De ce integrarea HealthKit?
ru: Зачем нужна интеграция с HealthKit?
sk: Prečo integrácia s HealthKit?
sl: Zakaj integracija z HealthKit?
sv: Varför HealthKit-integrering?
th: ทำไมถึงต้องรวม HealthKit?
tr: Neden HealthKit Entegrasyonu?
uk: Чому інтеграція з HealthKit?
vi: Tại sao lại tích hợp HealthKit?
zh_hans: 为什么选择 HealthKit 集成？
zh_hant: 為什麼要進行HealthKit整合？

source: Wind and dry air increase fluid needs
ar: الرياح والهواء الجاف يزيدان من حاجة الجسم للسوائل.
bg: Вятърът и сухият въздух увеличават нуждата от течности.
ca: El vent i l'aire sec augmenten les necessitats de líquids.
cs: Vítr a suchý vzduch zvyšují potřebné množství tekutin.
da: Vind og tør luft øger behovet for væske.
de: Wind und trockene Luft erhöhen den Flüssigkeitsbedarf.
el: Ο άνεμος και ο ξηρός αέρας αυξάνουν τις ανάγκες σε υγρά.
es: El viento y el aire seco aumentan las necesidades de líquidos.
fi: Tuuli ja kuiva ilma lisäävät nesteen tarvetta.
fr: Le vent et l'air sec augmentent les besoins en fluides.
he: רוח ואוויר יבש מעלים את הצורך בנוזלים.
hi: हवा और सूखी हवा तरल की जरूरतों को बढ़ाते हैं।
hr: Vjetar i suhi zrak povećavaju potrebe za tekućinom.
hu: A szél és a száraz levegő növeli a folyadékigényt.
id: Angin dan udara kering meningkatkan kebutuhan cairan.
it: Il vento e l'aria secca aumentano le necessità di fluidi.
ja: 風と乾燥した空気は水分の必要量を増加させます。
kk: Жел мен құрғақ ауа сұйықтық қажеттілігін арттырады.
ms: Angin dan udara kering meningkatkan keperluan cecair.
nl: Wind en droge lucht verhogen de behoefte aan vocht.
pl: Wiatr i sucha atmosfera zwiększają zapotrzebowanie na płyny.
pt_br: O vento e o ar seco aumentam a necessidade de fluidos.
pt_pt: O vento e o ar seco aumentam as necessidades de fluidos.
ro: Vântul și aerul uscat cresc necesarul de lichide.
ru: Ветер и сухой воздух увеличивают потребность в жидкости.
sk: Vítr a suchý vzduch zvyšujú potrebu tekutín.
sl: Veter in suhi zrak povečujeta potrebo po tekočini.
sv: Vind och torr luft ökar behovet av vätska.
th: ลมและอากาศแห้งทำให้ความต้องการน้ำเพิ่มขึ้น
tr: Rüzgar ve kuru hava sıvı ihtiyacını artırır.
uk: Вітер та сухе повітря збільшують потребу в рідині.
vi: Gió và không khí khô làm tăng nhu cầu về chất lỏng.
zh_hans: 风和干燥空气增加了液体需求。
zh_hant: 風和乾燥的空氣增加了對水分的需求

source: Wine
ar: نبيذ
bg: Вино
ca: Vi
cs: Víno
da: Vin
de: Wein
el: Κρασί
es: Vino
fi: Viini
fr: Vin
he: יין
hi: शराब
hr: Vino
hu: Bor
id: Anggur
it: Vino
ja: ワイン
kk: Вино
ms: Wain
nl: Wijn
pl: Wino
pt_br: Vinho
pt_pt: Vinho
ro: Vin
ru: Вино
sk: Víno
sl: Vino
sv: Vin
th: ไวน์
tr: Şarap
uk: Вино
vi: Rượu vang
zh_hans: 葡萄酒
zh_hant: 葡萄酒

source: Yesterday
ar: أمس
bg: Вчера
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
fi: Eilen
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
kk: Кеше
ms: Semalam
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sv: Igår
th: เมื่อวานนี้
tr: Dün
uk: Вчора
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: You already have a reminder set for this time. Please choose a different time.
ar: لقد قمت بالفعل بتعيين تذكير في هذا الوقت. يرجى اختيار وقت مختلف.
bg: Вече имате зададено напомняне за това време. Моля, изберете различно време.
ca: Ja tens un recordatori configurat per a aquesta hora. Si us plau, tria una hora diferent.
cs: Již máte nastavenou připomínku na tuto dobu. Prosím vyberte jiný čas.
da: Du har allerede indstillet en påmindelse til dette tidspunkt. Vælg venligst et andet tidspunkt.
de: Sie haben bereits eine Erinnerung für diese Zeit eingestellt. Bitte wählen Sie eine andere Zeit.
el: Έχετε ήδη ρυθμίσει μια υπενθύμιση για αυτή την ώρα. Παρακαλώ επιλέξτε μια διαφορετική ώρα.
es: Ya tienes un recordatorio establecido para este momento. Por favor, elige otro horario.
fi: Sinulla on jo muistutus asetettuna tälle ajalle. Ole hyvä ja valitse toinen aika.
fr: Vous avez déjà un rappel réglé pour cette heure. Veuillez choisir une autre heure.
he: כבר יש לך תזכורת מוגדרת בשעה זו. אנא בחר שעה שונה.
hi: आपके पास इस समय के लिए पहले से एक अनुस्मारक सेट है। कृपया एक अलग समय चुनें।
hr: Već imate postavljen podsjetnik za ovo vrijeme. Molimo odaberite drugo vrijeme.
hu: Már van egy emlékeztetőd beállítva erre az időpontra. Kérlek, válassz egy másik időpontot.
id: Anda sudah memiliki pengingat yang diatur untuk waktu ini. Silakan pilih waktu yang berbeda.
it: Hai già impostato un promemoria per questo orario. Ti preghiamo di scegliere un orario diverso.
ja: この時間にすでにリマインダーが設定されています。別の時間を選んでください。
kk: Сізде осы уақытқа еске салғыш орнатылған. Басқа уақытты таңдаңыз.
ms: Anda sudah mempunyai peringatan yang ditetapkan untuk waktu ini. Sila pilih waktu yang berbeza.
nl: Je hebt al een herinnering ingesteld voor deze tijd. Kies alsjeblieft een andere tijd.
pl: Masz już ustawione przypomnienie na ten czas. Proszę wybierz inny czas.
pt_br: Você já tem um lembrete definido para este horário. Por favor, escolha um horário diferente.
pt_pt: Já tem um lembrete definido para esta hora. Por favor, escolha uma hora diferente.
ro: Ai deja un memento setat pentru acest timp. Te rog să alegi o oră diferită.
ru: У вас уже установлено напоминание на это время. Пожалуйста, выберите другое время.
sk: Už máte nastavenú pripomienku na túto dobu. Prosím, zvoľte iný čas.
sl: Že imate nastavljen opomnik za ta čas. Izberite drug čas.
sv: Du har redan en påminnelse inställd för den här tiden. Vänligen välj en annan tid.
th: คุณมีการตั้งเตือนสำหรับเวลานี้แล้ว กรุณาเลือกเวลาอื่นค่ะ
tr: Bu saat için zaten bir hatırlatıcı ayarlamışsınız. Lütfen farklı bir saat seçin.
uk: У вас вже встановлено нагадування на цей час. Будь ласка, виберіть інший час.
vi: Bạn đã có một lời nhắc được đặt cho thời gian này. Vui lòng chọn một thời gian khác.
zh_hans: 您已经为这个时间设置了提醒。请选择一个不同的时间。
zh_hant: 您已經為這個時間設定了提醒。請選擇其他時間。

source: You can adjust this anytime in settings
ar: يمكنك تعديل هذا في أي وقت من الإعدادات.
bg: Можете да коригирате това по всяко време в настройките.
ca: Podeu ajustar això en qualsevol moment a la configuració.
cs: Toto můžete kdykoli upravit v nastavení.
da: Du kan justere dette når som helst i indstillingerne.
de: Sie können dies jederzeit in den Einstellungen anpassen.
el: Μπορείτε να το ρυθμίσετε αυτό οποιαδήποτε στιγμή στις ρυθμίσεις.
es: Puedes ajustar esto en cualquier momento en la configuración.
fi: Voit säätää tätä milloin tahansa asetuksissa.
fr: Vous pouvez ajuster cela à tout moment dans les paramètres.
he: אתה יכול להתאים את זה בכל עת בהגדרות.
hi: आप इसे सेटिंग्स में कभी भी समायोजित कर सकते हैं।
hr: Ovo možete prilagoditi u bilo kojem trenutku u postavkama.
hu: Ezt bármikor módosíthatod a beállításokban.
id: Anda dapat menyesuaikan ini kapan saja di pengaturan.
it: Puoi regolare questo in qualsiasi momento nelle impostazioni.
ja: 設定でいつでもこれを調整することができます。
kk: Бұлды кез-келген уақытта параметрлерде реттей аласыз.
ms: Anda boleh menyesuaikan ini pada bila-bila masa dalam tetapan.
nl: Je kunt dit op elk moment aanpassen in de instellingen.
pl: Możesz to zmienić w ustawieniach w dowolnym momencie.
pt_br: Você pode ajustar isso a qualquer momento nas configurações.
pt_pt: Pode ajustar isso a qualquer momento nas configurações.
ro: Poți ajusta acest lucru oricând în setări.
ru: Вы можете изменить это в любое время в настройках.
sk: Toto môžete kedykoľvek upraviť v nastaveniach.
sl: To lahko kadarkoli prilagodite v nastavitvah.
sv: Du kan justera detta när som helst i inställningarna.
th: คุณสามารถปรับแต่งนี้ได้ตลอดเวลาด้วยการตั้งค่า
tr: Bunu ayarlardan istediğiniz zaman değiştirebilirsiniz.
uk: Ви можете змінити це в будь-який час у налаштуваннях.
vi: Bạn có thể điều chỉnh điều này bất cứ lúc nào trong cài đặt.
zh_hans: 您可以随时在设置中进行调整。
zh_hant: 您可以隨時在設置中調整這個。
